Repository: ticketa-cz/woocommerce-pohoda-export
Catalog: languages/tckpoh-*.po
Languages: sk_sk

source: -- value produced:
sk_sk: -- vytvořena hodnota:

source: from unexported.
sk_sk: z nevyexportovaných.

source: is sending you their error log.
sk_sk: vám zasílá jejich záznam událostí.

source: orders are now in waiting list for export. Will be exported as soon as you turn the plugin ON or save the settings.
sk_sk: objednávek bylo přiřazeno do fronty na export. Faktury budou vyexportovány jakmile plugin zapnete nebo uložíte nastavení.

source: to unexported.
sk_sk: do nevyexportovaných.

source: | value requested:
sk_sk: | požadovaná hodnota:

source: Account ID
sk_sk: ID účtu

source: Account number
sk_sk: Číslo účtu

source: Accounting key
sk_sk: Klíč účetní jednotky

source: Action log
sk_sk: Záznam událostí

source: Action log erased
sk_sk: Záznam událostí vymazán

source: Actions
sk_sk: Akce

source: Activity selection
sk_sk: Výběr aktivity

source: Add all to export
sk_sk: Najít všechny objednávky

source: Add QR code to invoice?
sk_sk: Přiložit do faktury QR kód?

source: Added to unexported
sk_sk: Přidáno do nevyexportovaných

source: ADDRESS
sk_sk: ADRESA

source: Address city
sk_sk: Město

source: Address post code
sk_sk: PSČ

source: Address street
sk_sk: Ulice

source: Address street number
sk_sk: Číslo budovy

source: After each order
sk_sk: Po každé objednávce

source: And assign it to a payment type from Pohoda.
sk_sk: A přiřaďte jej k platební metodě z Pohody.

source: At which status to export invoice?
sk_sk: Při jakém stavu objednávky fakturu exportovat?

source: At which status to send the PDF invoice?
sk_sk: Při jakém statusu automaticky odeslat fakturu?

source: Automatically send invoice on a preset order status?
sk_sk: Automaticky odeslat fakturu zákazníkovi na přednastaveném statusu?

source: Automatically send invoice on new order when bank transfer payment method used?
sk_sk: Automaticky odeslat fakturu zákazníkovi při nové objednávce, pokud je způsob platby převodem?

source: BANK ACCOUNT
sk_sk: BANKOVNÍ ÚČET

source: Bank code
sk_sk: Kód banky

source: Bank transfer
sk_sk: Bankovní převod

source: Billing info
sk_sk: Fakturační údaje

source: Card
sk_sk: Karta

source: Cash in shop
sk_sk: Hotově

source: Cash on delivery
sk_sk: Dobírkou

source: Center selection
sk_sk: Výběr střediska

source: Change this only if you are using a different status for payment. Usually the order goes to Processing status when a payment is made. If a different payment method is chosen, than the invoice is made when you change the status to Processing manually.
sk_sk: Toto neměňte, pokud nepoužíváte jiný status při zaplacení platební bránou. Obyčejně objednávka skočí na status "Zpracovává se" ve chvíli, kdy proběhne platba. Pokud byl zákazníkem vybraný jiný způsob platby, pak bude faktura vytvořena ve chvíli, kdy objednávku uložíte do statusu "Zpracovává se" manuálně.

source: Checked unexported orders.
sk_sk: Zkontrolována fronta pro export.

source: Checking unexported orders
sk_sk: Kontroluji nevyexportované objednávky

source: Choose
sk_sk: Vybrat

source: Choose a payment type from those turned on in Woocommerce.
sk_sk: Vyberte způsob platby ze způsobů, které máte nastavené ve WooCommerce.

source: Choose account
sk_sk: Vyberte bankovní účet

source: Choose accounting
sk_sk: Účetní jednotka

source: Choose and crop
sk_sk: Vybrat a oříznout

source: Choose from Pohoda activities
sk_sk: Vyberte z přednastavených aktivit

source: Choose from Pohoda centers
sk_sk: Vyberte z přednastavených středisek

source: Choose one...
sk_sk: Vyberte jednu možnost...

source: Classification type
sk_sk: Klasifikace účtování

source: CLIENT
sk_sk: ODBĚRATEL

source: COMPANY
sk_sk: DODAVATEL

source: Company name
sk_sk: Jméno společnosti

source: Company title
sk_sk: Typ společnosti

source: Connect and load accountings
sk_sk: Připojit a nahrát účetní jednotky

source: Connecting to mServer
sk_sk: Připojuji se k mServeru

source: Connecting to mServer from settings page ...
sk_sk: Připojuji se k mServeru ze stránky nastavení.

source: Converter API key
sk_sk: API klíč pro konverzi měn

source: Could not send error log because of an error.
sk_sk: Nebylo možné odeslat záznam událostí, protože došlo k neznámé chybě.

source: Could not switch the plugin because of an error.
sk_sk: Nepodařilo se zapnout plugin kvůli neznámé chybě...

source: Creating the XML file.
sk_sk: Vytvářím XML soubor

source: Custom
sk_sk: Vlastní

source: Custom activity text
sk_sk: Vlastní text aktivity

source: Custom center text
sk_sk: Vlastní text střediska

source: Custom date
sk_sk: Vlastní datum

source: Custom field value
sk_sk: Název vlastního pole

source: Custom heading text
sk_sk: Vlastní nadpis

source: Custom specific symbol
sk_sk: Vlastní specifický symbol

source: Customer DIC field
sk_sk: Vlastní pole pro DIČ zákazníka

source: Customer ICO field
sk_sk: Vlastní pole pro IČO zákazníka

source: Daily
sk_sk: Denně

source: DATE
sk_sk: DATUM VYSTAVENÍ

source: DATE DUE
sk_sk: DATUM SPLATNOSTI

source: DATE TAX
sk_sk: DATUM ZD. PLNĚNÍ

source: Date type
sk_sk: Datum faktury

source: Day of month
sk_sk: Den v měsíci

source: Day of week
sk_sk: Den v týdnu

source: DIC
sk_sk: DIČ

source: Did not find any unexported orders or an error happened.
sk_sk: Žádné nevyexportované objednávky nebyly nalezeny nebo došlo k chybě.

source: DISCOUNT
sk_sk: SLEVA

source: DOCUMENT INFO
sk_sk: FAKTURAČNÍ ÚDAJE

source: DOCUMENT NUMBER
sk_sk: ČÍSLO FAKTURY

source: Dont send to EET from Pohoda
sk_sk: Neodesílat do EET z Pohody

source: Down to one
sk_sk: Dolů na celé

source: Down to tenth
sk_sk: Dolů na desetiny

source: e.g. http://46.234.119.70:4444/xml
sk_sk: např. http://45.67.89.10:444/xml

source: EET doesnt apply to my products
sk_sk: EET se na můj prodej nevztahuje

source: Enable PDF invoices
sk_sk: Povolit PDF faktury?

source: Enter the custom field name under which the DIC number is saved.
sk_sk: Vložte název vlastního pole, pod kterým je DIČ uložené.

source: Enter the custom field name under which the ICO number is saved.
sk_sk: Vložte název vlastního pole, pod kterým je IČO uložené.

source: Enter the custom field name under which the invoice number is saved by the plugin.
sk_sk: Vložte název vlastního pole, do kterého plugin ukládá číslo faktury.

source: Erase action log
sk_sk: Vymazat záznam událostí

source: Erase all invoice numbers
sk_sk: Vymazat všechna čísla faktur

source: Erased invoice numbers attached to all the orders.
sk_sk: Čísla faktur přiřazená ke všem objednávkám byla vymazána.

source: Erased the export queue.
sk_sk: Fronta pro export byla promazána.

source: Erasing action log
sk_sk: Mažu záznam událostí

source: Export orders?
sk_sk: Exportovat objednávky?

source: Export queue
sk_sk: Fronta pro export

source: Export setting
sk_sk: Nastavení exportů

source: Export XML file
sk_sk: Exportovat XML

source: Filter by currency: enter the currency international code. Or leave blank to search all currencies.
sk_sk: Filtr dle měny: zadejte mezinárodní kód měny (např. CZK), dle které chcete objednávky vyfiltrovat. Nebo zanechte prázdné pro vyhledání objednávek ve všech měnách.

source: Find unexported orders
sk_sk: Najít nevyexportované objednávky

source: First name
sk_sk: Jméno

source: First product category name
sk_sk: Název kategorie prvního produktu

source: First product name
sk_sk: Název prvního produktu

source: Frequency of invoice export
sk_sk: Frekvence exportů faktur

source: Friday
sk_sk: Pátek

source: Got communication error
sk_sk: Chyba v připojení

source: Got communication error:
sk_sk: Chyba v připojení:

source: Got import minor error
sk_sk: Vedlejší chyba v importu.

source: Got package error
sk_sk: Chyba v balíčku.

source: Got validation error
sk_sk: Chyba ve validaci.

source: GRAND TOTAL
sk_sk: CELKEM K ÚHRADĚ

source: Header background
sk_sk: Pozadí nadpisu

source: How many days is the payment due date from the order date?
sk_sk: Kolik dní od data objednávky má být nastavena splatnost?

source: How many days is the taxable supply date from the order date?
sk_sk: Kolik dní od data objednávky má být nastaveno zdanitelné plnění?

source: How many digits should the core number have?
sk_sk: Z kolika číslic by mělo být základní číslo postaveno?

source: I will send to EET externally
sk_sk: EET odešlu externě

source: ICO
sk_sk: IČO

source: If there is no order paid or completed date, order creation date will be used.
sk_sk: Pokud neexistuje datum zaplacení nebo dokončení objednávky, bude použito datum vytvoření.

source: If using different currency than CZK, you have to use converter API. Get your key here: https://rapidapi.com/fyhao/api/currency-exchange
sk_sk: V tuto chvíli plugin spolupracuje pouze s těmito pluginy pro konverzi cizích měn: CURCY multicurrency for WooCommerce, WCML multicurrency. Pokud potřebujete využít jiného pluginu, kontaktujte nás. Případně můžete pro konverzi měn použít API, ovšem nezaručujeme shodu kurzů. Klíč k API můžete obdržet zde: https://rapidapi.com/exchangerateapi/api/exchangerate-api/

source: If you have selected "Custom date", set the format using Y, M and D symbols. For example YYMM, or YYYYMMDD...
sk_sk: Pokud jste zvolili "Vlastní datum", nastavte formát datumu za použití písmen Y, M a D (rok, měsíc, den). Například YYMM.. nebo YYYYMMDD apod.

source: If you want to use QR code, you must specify your IBAN code.
sk_sk: Pokud chcete použít QR kód, musíte zadat IBAN vašeho účtu.

source: Insert the link to the uploaded file.
sk_sk: Vyberte nebo nahrajte soubor v doporučeném rozlišení 250 px na šířku a 250 px nebo méně na výšku.

source: Insert the WooCommerce shortcut of your own payment method.
sk_sk: Vložte zkratku vlastní platební metody z WooCommerce. Tuto zkratku naleznete v řádku adresy prohlížeče, když otevřete platební metodu v nastavení WooCommerce = zkratka bude na konci adresy za "section=".

source: Invoice - tax document #
sk_sk: Faktura - daňový doklad č.

source: Invoice activity type
sk_sk: Typ aktivity

source: Invoice center type
sk_sk: Typ střediska

source: Invoice core number
sk_sk: Základ čísla faktury

source: Invoice data
sk_sk: Data na faktuře

source: Invoice heading text
sk_sk: Nadpis faktury

source: Invoice inner number
sk_sk: Základ čísla faktury

source: Invoice logo
sk_sk: Logo

source: Invoice number
sk_sk: Číslo faktury

source: Invoice number example:
sk_sk: Příklad čísla faktury:

source: Invoice numbering
sk_sk: Číslování faktur

source: Invoice prefix
sk_sk: Prefix

source: Invoice suffix
sk_sk: Sufix

source: Last day
sk_sk: Poslední den

source: Last invoice number:
sk_sk: Číslo poslední faktury:

source: Last name
sk_sk: Příjmení

source: Loading billing info on settings page ...
sk_sk: Nahrávám fakturační údaje na stránce nastavení ...

source: Loading Pohoda defaults
sk_sk: Nahrávám nastavení Pohody

source: Main currency
sk_sk: Hlavní měna

source: Main numbering starting at
sk_sk: Počátek základního čísla

source: Manually
sk_sk: Manuálně

source: Math to half
sk_sk: Výpočtem na půlku

source: Math to one
sk_sk: Výpočtem na celou

source: Math to tenth
sk_sk: Výpočtem na desetinu

source: Monday
sk_sk: Pondělí

source: Monthly
sk_sk: Měsíčně

source: mServer address
sk_sk: Adresa mServeru

source: mServer login name
sk_sk: Uživatelské jméno

source: mServer password
sk_sk: Heslo

source: mServer setting
sk_sk: mServer

source: NAME
sk_sk: JMÉNO

source: New eshop order #
sk_sk: Nová objednávka č.

source: No
sk_sk: Ne

source: None
sk_sk: Žádný

source: Note, that if the system finds a duplicate invoice number associated with a woocommerce order, it will delete it and use it with the new order. So beware not to use same numbering twice or not to start with the same number.
sk_sk: Pokud systém najde duplicitní číslo faktury spojené s nějakou objednávkou, faktura nebude vytvořena. Dbejte prosím tedy na to, abyste nepoužívali stejné číslování nebo nezačínali dvakrát od stejného základu čísla.

source: Note, you have to associate each payment type with a payment gateway enabled in woocommerce shown within the dropdowns. Unassociated payment types will be overriden by the default in Pohoda.
sk_sk: Každý způsob platby, který chcete používat, je nutné přiřadit k formě úhrady v Pohodě. Nepřiřazené zapnuté způsoby platby budou přepsány defaultní formou úhrady nastavené v Pohodě.

source: Notice at the bottom of invoice:
sk_sk: Poznámka vespod faktury

source: Number of digits of main numbering
sk_sk: Počet číslic základního čísla

source: Order completed date
sk_sk: Datum dokončení objednávky

source: Order date
sk_sk: Datum vytvoření objednávky

source: Order doesn't exist anymore - #
sk_sk: Objednávka již neexistuje - #

source: Order last modified date
sk_sk: Datum poslední úpravy objednávky

source: ORDER NUMBER
sk_sk: ČÍSLO OBJEDNÁVKY

source: Order number
sk_sk: Číslo objednávky

source: Order number type
sk_sk: Typ číslování objednávky

source: Order only
sk_sk: Pouze objednávky

source: Order paid date
sk_sk: Datum zaplacení objednávky

source: Own payment method
sk_sk: Vlastní platební metoda

source: Own text
sk_sk: Vlastní text

source: Payment due date from order date
sk_sk: Datum splatnosti od data objednávky

source: Payment methods
sk_sk: Platební metody

source: PAYMENT TYPE
sk_sk: ZPŮSOB ÚHRADY

source: PDF invoice
sk_sk: PDF faktura

source: PHONE
sk_sk: TELEFON

source: Phone
sk_sk: Telefon

source: Please help us improve %2$s! If you opt-in, some data about your usage of %2$s will be sent to %5$s. If you skip this, that's okay! %2$s will still work just fine.
sk_sk: Prosíme pomožte nám vylepšit %2$s! Pokud toto zaškrtnete, budou některá data o vašem využívání %2$s odesílána %5$s. Pokud toto přeskočíte, nic se neděje! %2$s bude nadále fungovat bez problémů.

source: Plugin switch
sk_sk: Zapnutí pluginu

source: Pohoda export error, could not connect to mserver. Note:
sk_sk: Chyba při exportu, nepodařilo se připojit k mServeru. Poznámka:

source: Pohoda export error, could not remove order #
sk_sk: Chyba při úpravě fronty pro export, nepodařio se smazat objednávku #

source: Pohoda export error, could not save order #
sk_sk: Chyba při úpravě fronty pro export, nepodařio se přidat objednávku #

source: Pohoda Export Settings
sk_sk: Pohoda Export

source: Pohoda predefined prefix
sk_sk: Výběr prefixu z Pohody

source: Pohoda prefix
sk_sk: Prefixy Pohody

source: Pohoda response:
sk_sk: Odpověď Pohody:

source: PRICE TOTAL
sk_sk: CELKEM

source: PRICE WITHOUT VAT
sk_sk: CELKEM BEZ DANĚ

source: QUANTITY
sk_sk: MNOŽSTVÍ

source: Reload action log
sk_sk: Obnovit záznam

source: Removed from unexported
sk_sk: Smazáno z nevyexportovaných

source: Reset export queue
sk_sk: Resetovat frontu pro export

source: Reset number
sk_sk: Vynulovat číslo

source: Reseting
sk_sk: Anuluji

source: Rounding
sk_sk: Zaokrouhlování

source: Saturday
sk_sk: Sobota

source: Save settings
sk_sk: Uložit nastavení

source: Saving your settings
sk_sk: Ukládám nastavení

source: Searching for all unexported orders of this year.
sk_sk: Vyhledávám všechny objednávky s nevyexportovanými fakturami v tomto roce.

source: Send error log to support
sk_sk: Odeslat záznam na podporu

source: Sending error log to support...
sk_sk: Odesílám záznam událostí na podporu...

source: SERVICE
sk_sk: NÁZEV POLOŽKY

source: Should Pohoda send invoice to EET after import?
sk_sk: Má Pohoda odeslat potvrzení k EET po importu faktury?

source: Should the header background be used?
sk_sk: Měl by být použitý obrázek v pozadí nadpisu?

source: Show VAT summary on PDF invoice?
sk_sk: Zobrazit rozpočet DPH na PDF faktuře?

source: SPECIFIC SYMBOL
sk_sk: SPECIFICKÝ SYMBOL

source: Specific symbol
sk_sk: Specifický symbol

source: SUBTOTAL
sk_sk: MEZISOUČET

source: Sunday
sk_sk: Neděle

source: Switching the plugin...
sk_sk: Přepínám plugin

source: TAX
sk_sk: DPH

source: Taxable supply date from order date
sk_sk: Zdanitelné plnění ode dne objednávky

source: The PDF invoice will be sent to the customer automatically when the order status is changed to this one.
sk_sk: PDF faktura bude odeslána zákazníkovi automaticky ve chvíli kdy se stav objednávky změní na tento.

source: The queue was erased.
sk_sk: Fronta pro export byla vyresetována.

source: The XML file could not be created because of an error.
sk_sk: XML soubor se nepodařilo vytvořit.

source: There were no orders or invoices to add to the XML file.
sk_sk: Žádné objednávky nebo faktury nebyly přidány do XML souboru.

source: This action will find all orders made from the beginning of this year and add it to the waiting list for export to Pohoda. Only orders with Processing or Completed status will be added. \n If you want to specify a date range, fill the input with dates exactly in this format YYYY-MM-DD==YYYY-MM-DD
sk_sk: Tato akce vyhledá všechny objednávky vytvořené od začátku tohoto roku a přidá je do fronty pro export. Budou vybrány pouze objednávky ve stavu Dokončeno - nebo ve stavu Dokončeno a Zpracovává se, podle vašeho nastavení exportu. Pokud chcete objednávky v rozmezí specifických datumů, vyplňte je zde ve formátu přesně takto: RRRR-MM-DD==RRRR-MM-DD

source: This only applies to payments made by card.
sk_sk: Aby tato možnost fungovala, musíte mít nastavené a zapnuté EET v Pohodě. Toto platí pouze pro platby kartou, ostatní k EET odesílány nebudou.

source: This will export the waiting list into an XML file which you can download. You have to empty the waiting list later.
sk_sk: Tato akce vytvoří XML soubor pro manuální import faktur do Pohody z objednávek ve frontě pro export. Frontu musíte po zdárném importu manuálně vymazat.

source: Thursday
sk_sk: Čtvrtek

source: Time to export invoices
sk_sk: Čas exportu faktur

source: TOTAL WITH VAT
sk_sk: Celkem včetně DPH

source: Tried to create invoice for order #
sk_sk: Vytvářím fakturu pro objednávku #

source: Tried to create order #
sk_sk: Vytvářím objednávku #

source: Tried, but unable to erase the export queue.
sk_sk: Zkusil jsem, ale nepodařilo se vyresetovat frontu pro export.

source: Tuesday
sk_sk: Úterý

source: Turned actions off.
sk_sk: Plánované akce vypnuty.

source: Turned actions on.
sk_sk: Plánované akce zapnuty.

source: Type of prefix
sk_sk: Typ prefixu

source: Type of suffix
sk_sk: Typ sufixu

source: Unable to connect to mserver. Check your login info and make sure mServer is running.
sk_sk: Nepodařilo se připojit k mServeru. Zkontrolujte vaše přístupové údaje a ujistěte se, že je mServer zapnutý.

source: Unable to save options...
sk_sk: Nepodařilo se uložit nastavení...

source: Up to one
sk_sk: Nahoru na celé

source: Up to tenth
sk_sk: Nahoru na desetiny

source: Use numbering from a different plugin?
sk_sk: Použít číslování faktur z jiného pluginu?

source: VARIABLE SYMBOL
sk_sk: VARIABILNÍ SYMBOL

source: Variable symbol
sk_sk: Variabilní symbol

source: VAT
sk_sk: DPH

source: VAT %
sk_sk: DPH %

source: VAT AMOUNT
sk_sk: DPH

source: VAT BASE
sk_sk: Základ

source: VAT RATE
sk_sk: Sazba

source: VAT RECAP
sk_sk: Rozpočet DPH v Kč:

source: Warning! This will erase all orders saved in the export queue. You can add them again later by checking last year orders.
sk_sk: Pozor! Toto vymaže všechny objednávky uložené ve frontě pro export. Můžete je znovu přidat později tlačítkem Najít nevyexportované objednávky.

source: Warning! This will reset the number of the last invoice. Continue only if you are changing the invoice numbering. Otherwise it will create duplicate invoice numbers and these invoices will not be imported.
sk_sk: Pozor! Toto vynuluje číslo poslední faktury. Pokračujte pouze v případě, že měníte číslování faktur. V jiném případě by mohly vzniknout duplikáty čísel faktur, a faktury s takovým číslem by se již nenaimportovaly do Pohody.

source: Warning!! This will erase all invoice numbers from all orders of this year! If you would check for unexported orders later, all those orders would then appear in the export waiting list.
sk_sk: Pozor!! Toto vymaže čísla faktur přiřazená ke všem objednávkám tohoto roku! Pokud byste následovně zkusili stisknout "Najít nevyexportované objednávky", tyto objednávky by se vám přiřadily do fronty na export.

source: We are billing you for goods...
sk_sk: Fakturujeme vám za zboží...

source: Website
sk_sk: Web stránka

source: Wednesday
sk_sk: Středa

source: Weekly
sk_sk: Jednou týdně

source: Woocommerce Order number
sk_sk: Číslo objednávky WooCommerce

source: WooCommerce Pohoda Export updated to version
sk_sk: WooCommerce Pohoda Export aktualizován na verzi

source: Yes
sk_sk: Ano

source: Yes, send to EET from Pohoda
sk_sk: Ano, odeslat k EET z Pohody

source: You dont need to fill this info, it will be obtained from Pohoda. Fill it only if you plan on using the plugin without mServer connection.
sk_sk: Tyto údaje nemusíte vyplňovat, budou nahrány z Pohody. Vyplňte pouze v případě, pokud chcete plugin používat bez připojení k mServeru.

source: You have to choose an accounting.
sk_sk: Nemáte vybranou účetní jednotku. Pokud si nějakou nevyberete, nebude možná komunikace s Pohodou.
